[
    {
        "id": 309165,
        "type": "tv",
        "title_en": "Dad's House",
        "title_ar": "بيت بابا",
        "overview_en": "A retired principal comes home to his “model” family—only to learn the apple didn’t just fall far from the tree, it rolled into chaos. Secrets spill, halos slip, and fixing the mess proves harder than running a school.",
        "overview_ar": "في إطار كوميدي، وبعد تقاعده من عمله كناظر لإحدى المدارس لسنوات طويلة، يتفرغ الناظر لرعاية عائلته، لكنه يكتشف الفوضى الكبيرة والخلل الذي أصبح من الصعب إصلاحه، ليكتشف أن إدارة شؤون الأسرة أصعب بكثير من إدارة مدرسة بأكملها.",
        "poster": "https://image.tmdb.org/t/p/w500/qTFHoGxcsqykxe3mFnFcvuCy9Ui.jpg",
        "rating": 5.0,
        "date": "2026-01-11",
        "popularity": 2.3395
    },
    {
        "id": 304654,
        "type": "tv",
        "title_en": "Governorate 15",
        "title_ar": "محافظة 15",
        "overview_en": "",
        "overview_ar": "مسلسل رمضاني جديد",
        "poster": "https://image.tmdb.org/t/p/w500/AaNe4r0HEBdHKPf5JMLL2dgpMjB.jpg",
        "rating": 0.0,
        "date": "2026-02-18",
        "popularity": 2.2643
    },
    {
        "id": 309032,
        "type": "tv",
        "title_en": "The Art of War",
        "title_ar": "فن الحرب",
        "overview_en": "The story revolves around a clever con artist who uses unconventional tactics to recover the money of victims who have been swindled by \"Mustahrih\".",
        "overview_ar": "تدور أحداث القصة حول شاب يُسجن والده، وهو رجل أعمال، ظلماً، مما يُقلب حياته رأساً على عقب ويدفعه إلى طريق الانتقام واستعادة حقوق عائلته. وسط صراعات ومواجهات شرسة مع منافسيه، تُجبره الظروف على العودة إلى أعمال والده، محاولاً إعادة تنظيم الأمور والتخلص من أولئك الذين ظلموه.",
        "poster": "https://image.tmdb.org/t/p/w500/y2bMELQDMvsS6mG2Jiaitajj110.jpg",
        "rating": 0.0,
        "date": "2026-02-19",
        "popularity": 1.6657
    },
    {
        "id": 304229,
        "type": "tv",
        "title_en": "As Much as the Love",
        "title_ar": "على قد الحب",
        "overview_en": "The series follows the story of an Italian chef who comes to Egypt to open his restaurant, becoming entangled in a web of relationships filled with love, family challenges, and professional obligations. The narrative weaves together human emotions, the details of daily life, and the romantic conflicts between a diverse cast of characters representing different social classes and perspectives.",
        "overview_ar": "العمل يتابع قصة شيف إيطالي، الذي يأتي إلى مصر لافتتاح مطعمه، فيدخل في شبكة علاقات مفعمة بـالحب والتحديات الأسرية والمهنية. تتداخل الأحداث بين المشاعر الإنسانية، تفاصيل الحياة اليومية، والصراعات العاطفية بين مجموعة من الشخصيات التي تمثل طبقات ومواقف مختلفة في المجتمع.",
        "poster": "https://image.tmdb.org/t/p/w500/18DKi5YlMSSBKIHW0weReUidS87.jpg",
        "rating": 0.0,
        "date": "2026-02-19",
        "popularity": 1.6481
    },
    {
        "id": 308850,
        "type": "tv",
        "title_en": "Hide and Seek",
        "title_ar": "الغميضة",
        "overview_en": "In 1970s Kuwait, the blind but fearless Wedad stitches by day and sings behind the veil by night. When tragedy strikes her sister, survival becomes a quest for justice. Huda Hussain leads in a transformative role.",
        "overview_ar": "في العصر الذهبي سبعينيات القرن حيث الحب بصوت حليم تكافح وداد الكفيفة في الخياطة صباحا والغناء خلف البرقع ليلا تجبرها مأساة على الثأر لأختها تتألق هدى حسين في دور يقلب الموازين في مسلسل يراوغ التوقعات.",
        "poster": "https://image.tmdb.org/t/p/w500/mCnzoSZCjdiFnuFTZIDOvMVLmtk.jpg",
        "rating": 0.0,
        "date": "2026-02-18",
        "popularity": 1.632
    },
    {
        "id": 246788,
        "type": "tv",
        "title_en": "Proof of lineage",
        "title_ar": "إثبات نسب",
        "overview_en": "When her only child becomes a hostage in a dirty power war fueled by wealth and greed, a simple woman is caught in a web of plots. As the pressures grow, her resistance transforms from instinctive protection to a dive into doubt, questioning her sanity and memory, leaving her and her oppressors with one lingering question: is what she sees reality or madness?",
        "overview_ar": "في دوامةٍ من المؤامرات، تجد امرأة بسيطة نفسها عالقةً في صراعٍ ضارٍ يتجاوز حدود طاقتها، حين يصبح طفلها الوحيد رهينةً في حرب نفوذٍ قذرة تجمع بين سطوة المال وجشع السلطة. ومع تزايد الضغوط، تنحرف رحلة كفاحها من محاولة حمايةٍ غريزية إلى سقوطٍ في بئر التشكيك؛ حيث تُحاصرها الاتهامات في سلامتها العقلية وصدق ذاكرتها، لتصبح هي وجلادوها في مواجهة سؤال واحد: هل ما تراه حقيقة أم نسج من جنون؟",
        "poster": "https://image.tmdb.org/t/p/w500/7B0SF9spe8rjUIG6Nns4j2Kdp0F.jpg",
        "rating": 0.0,
        "date": "2026-02-19",
        "popularity": 1.2515
    },
    {
        "id": 301329,
        "type": "tv",
        "title_en": "Ali Klay",
        "title_ar": "علي كلاي",
        "overview_en": "A strong boxer enters the world of the ring and fights inside and outside the ring in many conflicts on the level of life, work and social relationships.",
        "overview_ar": "ملاكم قوي يدخل عالم الحلبة ويحارب داخل الحلبة وخارجها في صراعات كثيرة على صعيد الحياة والعمل والعلاقات الاجتماعية.",
        "poster": "https://image.tmdb.org/t/p/w500/1rv82gNj4IisQPiaRD2a6J7Fg4t.jpg",
        "rating": 0.0,
        "date": "2026-02-19",
        "popularity": 1.2083
    },
    {
        "id": 299697,
        "type": "tv",
        "title_en": "Champion of the World",
        "title_ar": "بطل العالم",
        "overview_en": "Salah, a former boxer going through difficult circumstances, is forced to work as a bodyguard. Fate brings him together with Donia, a girl who appears to be from a wealthy family, but her reality is completely different due to debts and her father's absence Donia is forced to ask Salah for help in recovering her father's inheritance, and the journey takes them into a chase led by Al-Mahrouk, the betting leader. As events escalate, they discover that survival does not only mean escaping danger but rediscovering the meaning of trust, love, and a second chance at life.",
        "overview_ar": "",
        "poster": "https://image.tmdb.org/t/p/w500/txb6JCeXJXyXyUzQ02sydzRDdM9.jpg",
        "rating": 7.0,
        "date": "2026-01-18",
        "popularity": 1.1933
    },
    {
        "id": 299701,
        "type": "tv",
        "title_en": "It's a Game and Got Serious",
        "title_ar": "لعبة وقلبت بجد",
        "overview_en": "Sherif and Shorouk's lives are turned upside down due to their children's addiction to an electronic game, and the series discusses the impact of social media and electronic games on the family's life and stability.",
        "overview_ar": "تنقلب حياة شريف وشروق رأسًا على عقب بسبب إدمان أولادهما لأحد الألعاب الإلكترونية، ويناقش المسلسل تأثير السوشيال ميديا والألعاب الإلكترونية على حياة العائلة واستقرارها.",
        "poster": "https://image.tmdb.org/t/p/w500/j17Cl4STpXKUkIluxgDLTh1rTzD.jpg",
        "rating": 7.333,
        "date": "2026-01-10",
        "popularity": 1.1692
    },
    {
        "id": 302770,
        "type": "tv",
        "title_en": "Manna'a",
        "title_ar": "مناعة",
        "overview_en": "The story of a group of people in the working-class neighborhood of Al-Batiniya in Egypt, each living through their own struggles, ambitions, and crises in complex circumstances that threaten their stability. The story of Manaa occupies a central position as she faces social and psychological challenges.",
        "overview_ar": "قصة مجموعة من الأشخاص في حي الباطنية الشعبي في مصر، كل منهم يعيش صراعاته، طموحاته، وأزماته في ظروف متشابكة تهدد استقرارهم. من خلال قصة مناعة التي تتبوأ موقعًا مركزيًا حيث تواجه تحديات اجتماعية ونفسية.",
        "poster": "https://image.tmdb.org/t/p/w500/wVt5yIYmvqpk8wqTXGsou7LB4OE.jpg",
        "rating": 0.0,
        "date": "2026-02-19",
        "popularity": 1.1285
    },
    {
        "id": 301340,
        "type": "tv",
        "title_en": "The Lawyer Samir",
        "title_ar": "المتر سمير",
        "overview_en": "Famous for fixing family feuds with wit and sarcasm, Sameer Abou El-Wafa can’t face his own court date. Loved by the neighbourhood, yet wanted by justice, he fixes everyone’s problems while running from his own.",
        "overview_ar": "بين أروقة المحاكم ومفارقات الحياة اليومية، تدور أحداث المسلسل؛ حول المحامي سمير الذي يجد نفسه فجأة في \"محكمة الزوجية\" ليواجه عاصفة من الأزمات المتلاحقة. فيخوض صراعات قانونية وشخصية معقدة، محاولاً لملمة شتات حياته بعد الانفصال، ليثبت أن أصعب القضايا التي قد يرافع فيها المرء هي قضيته الشخصية ضد واقعه الجديد.",
        "poster": "https://image.tmdb.org/t/p/w500/iS5LKWVDIXCxhVenqzHoASjonXH.jpg",
        "rating": 0.0,
        "date": "2026-02-18",
        "popularity": 1.1163
    },
    {
        "id": 273589,
        "type": "tv",
        "title_en": "Ask Your Soul",
        "title_ar": "اسأل روحك",
        "overview_en": "With a shocking video that is invading social media, the case of the murder of the famous artist Lojaina Sultan is back to the forefront years after it was closed as a suicide incident. This development ignites public opinion and prompts prosecutor Khaled Atwan to embark on a complex investigative journey behind the scenes of the dark world of fame. Between poisoned love and hate, the series turns into a psychological and social drama that searches for the perpetrator hiding behind the mask of \"suicide\", and reveals that the truth was buried waiting for the moment of reckoning.",
        "overview_ar": "",
        "poster": "https://image.tmdb.org/t/p/w500/x8PfsjhVPOuTpNSJM4llEiQzpbE.jpg",
        "rating": 0.0,
        "date": "2026-02-18",
        "popularity": 1.1161
    },
    {
        "id": 301326,
        "type": "tv",
        "title_en": "Shadow Men (Operation Head of the Serpent)",
        "title_ar": "رجال الظل: عملية رأس الأفعى",
        "overview_en": "It tells the story of the Egyptian national security apparatus's struggle against hidden forces and complex threats affecting the stability of the nation, and gradually reveals networks and alliances that require decisive battles and smart fights in a tense, thrilling, and suspenseful narrative.",
        "overview_ar": "يروي صراع أجهزة الأمن القومي المصرية مع قوى خفية وتهديدات معقّدة تؤثر على استقرار الوطن، ويكشف تدريجيًا عن شبكات وتحالفات تتطلب مواجع حاسمة ومعارك ذكية في قالب متوتر مليء بالإثارة والتشويق.",
        "poster": "https://image.tmdb.org/t/p/w500/j9lhilpqbKmrorXDN1MAiuRanA3.jpg",
        "rating": 0.0,
        "date": "2026-02-19",
        "popularity": 1.1068
    },
    {
        "id": 310564,
        "type": "tv",
        "title_en": "Last Chance",
        "title_ar": "فرصة أخيرة",
        "overview_en": "In a dramatic setting, the work deals with the story of a judge whose life is endangered due to a sensitive incident he goes through, which witnesses transformations and developments that affect the course of his entire life.",
        "overview_ar": "في إطار درامي، يتناول العمل قصة قاضي تتعرض حياته للخطر بسبب واقعة حساسة يمر بها تشهد تحولات وتطورات تؤثر على مسار حياته بالكامل.",
        "poster": "https://image.tmdb.org/t/p/w500/7ArxdSvKxY7jrgUNSuTuKUTqGZi.jpg",
        "rating": 0.0,
        "date": "2026-02-19",
        "popularity": 0.9814
    },
    {
        "id": 301339,
        "type": "tv",
        "title_en": "Bebo",
        "title_ar": "بيبو",
        "overview_en": "The series revolves around Bahgat (Bebo), a simple yet ambitious young man in his mid-twenties. Bebo lives with his mother in a working-class neighborhood and has one goal in mind: to travel abroad to escape poverty and build a life worthy of his dreams.",
        "overview_ar": "مسلسل درامي تدور أحداثه في إطار اجتماعي شعبي يمزج بين الكوميديا والدراما والتشويق، مع رسائل إنسانية عن أحلام الشباب وصراعاتهم داخل المجتمع المعاصر.",
        "poster": "https://image.tmdb.org/t/p/w500/bGrpVTRQgPYc56m7cTGHikNBSnp.jpg",
        "rating": 0.0,
        "date": "2026-02-19",
        "popularity": 0.9757
    },
    {
        "id": 305049,
        "type": "tv",
        "title_en": "Indigenous",
        "title_ar": "صحاب الأرض",
        "overview_en": "The events take place in the heart of the aggression against Gaza, where a moving love story unfolds between two people amidst a struggle for survival. The work highlights the human side of the wounded and civilians as emotions and hope become tools for resilience amidst the bombing.",
        "overview_ar": "تدور الأحداث في قلب العدوان على غزة، حيث تتلاقى قصة حب مؤثرة بين شخصين وسط صراع البقاء، ويُبرز العمل الجانب الإنساني للمصابين والمدنيين بينما تتحول المشاعر والأمل إلى أدوات للصمود وسط القصف.",
        "poster": "https://image.tmdb.org/t/p/w500/lRu8YUUoak6CQSRbOA7fKXPniBf.jpg",
        "rating": 0.0,
        "date": "2026-02-19",
        "popularity": 0.89
    },
    {
        "id": 304650,
        "type": "tv",
        "title_en": "The Forbidden",
        "title_ar": "بالحرام",
        "overview_en": "",
        "overview_ar": "مسلسل رمضاني جديد",
        "poster": "https://image.tmdb.org/t/p/w500/2j8OlAAyojkHc8CcmTeWEARTtXq.jpg",
        "rating": 0.0,
        "date": "2026-02-18",
        "popularity": 0.8818
    },
    {
        "id": 301320,
        "type": "tv",
        "title_en": "The Shepherd's Children",
        "title_ar": "أولاد الراعي",
        "overview_en": "The events revolve around a powerful family belonging to the “Al-Rai” family, which was able to build a large business empire, but behind this success there are strong conflicts within the family itself, and with external competitors and enemies.",
        "overview_ar": "تدور الأحداث حول أسرة قوية تنتمي لعائلة “الراعي” التي تمكنت من بناء إمبراطورية أعمال كبيرة، لكن وراء هذا النجاح توجد صراعات قوية داخل العائلة نفسها، ومع منافسين وأعداء خارجيين.",
        "poster": "https://image.tmdb.org/t/p/w500/biAvwA8P2h348GLYLMbykmiNOBI.jpg",
        "rating": 0.0,
        "date": "2026-02-19",
        "popularity": 0.8734
    },
    {
        "id": 304331,
        "type": "tv",
        "title_en": "Functions",
        "title_ar": "توابع",
        "overview_en": "The story revolves around a psychology influencer who gets involved in a murder case, linking themes of digital identity, social influence, and human relationships in a narrative format that reveals secrets step by step.",
        "overview_ar": "تدور الأحداث حول إنفلونسر متخصصة في علم النفس تتورط في قضية قتل، ما يربط بين موضوعات الهوية الرقمية، التأثير الاجتماعي، والعلاقات الإنسانية في قالب قصصي يكشف الأسرار خطوة بخطوة.",
        "poster": "https://image.tmdb.org/t/p/w500/nlJCEELP872HSxtEnBZltl4HDQ0.jpg",
        "rating": 0.0,
        "date": "2026-02-19",
        "popularity": 0.869
    },
    {
        "id": 301322,
        "type": "tv",
        "title_en": "Release",
        "title_ar": "إفراج",
        "overview_en": "After 15 years behind bars, Abbas El Rayyes walks free—stained with the blood of his family. With his cousin’s help, he seeks redemption, only to confront a world far darker than his prison cell.",
        "overview_ar": "عباس الريس، رجل بسيط من الطبقة الشعبية يجد حياته مضطربة بعد تعرضه لعملية نصب وظلم اجتماعي جعلته يفقد ما يسعى إليه في الحياة. تتكشف الأحداث في بيئة الحارة والمجتمع المصري، حيث يقف عباس في مواجهة قوى نافذة وظروف صعبة تستدعي منه الذكاء والكفاح والمواجهة لاستعادة حقه والكرامة التي سُلبت منه.",
        "poster": "https://image.tmdb.org/t/p/w500/uIjBj7eosUD8jAA85J2OlP40w36.jpg",
        "rating": 0.0,
        "date": "2026-02-18",
        "popularity": 0.8522
    }
]